{
    "Master Geography Through Interactive Learning": "Maîtrisez la géographique par l'apprentissage interactif",
    "Create and explore quizzes about countries, flags, and geography. Learn while having fun and share your knowledge with others." : "Créez et explorez des quizzes sur les pays, les drapeaux et la géographie. Apprenez en jouant et partagez vos connaissances avec d'autres.",
    "Start Learning": "Commencez à apprendre",
    "Create Quiz": "Créez un quiz",
    "Everything you need to learn geography": "Tout ce que vous devez savoir pour apprendre la géographie",
    "Our platform combines interactive learning with community-driven content": "Notre plateforme combine l'apprentissage interactif avec du contenu communautaire",
    "Official Geography Content": "Contenu de géographie officiel",
    "Expert-curated lessons about countries, capitals, and landmarks": "Leçons expertes sur les pays, les capitales et les monuments",
    "Official Flag Studies": "Etudes de drapeaux officielles",
    "Learn vexillology and master national flags through our official content": "Apprenez la vexillologie et maîtrisez les drapeaux nationaux avec notre contenu officiel",
    "Community Quizzes": "Quizzes communautaires",
    "Create, share, and take quizzes made by fellow geography enthusiasts": "Créez, partagez et prenez des quizzes créés par d'autres passionnés de la géographie",
    "Knowledge Wiki": "Wiki de la connaissance",
    "Access and contribute to both official and community-created geography guides": "Accédez et contribuez à des guides de géographie officiels et communautaires",
    "Your Learning Journey": "Votre parcours d'apprentissage",
    "From official content to community contributions - learn and share your knowledge": "De contenu officiel à des contributions communautaires - apprenez et partagez vos connaissances",
    "1. Choose Your Path": "1. Choisissez votre chemin",
    "Start with official content or explore community-created materials": "Commencez avec du contenu officiel ou explorez des matières créées par la communauté",
    "2. Learn & Practice": "2. Apprenez et pratiquez",
    "Study through official wikis and test yourself with curated quizzes": "Etudiez dans des wikis officiels et testez-vous avec des quizzes ciblés",
    "3. Join the Community": "3. Rejoignez la communauté",
    "Create your own quizzes and contribute to the knowledge base": "Créez vos propres quizzes et contribuez à la base de connaissances"
}
